<template>
  <div class="policy-page">
    <div class="section">
      <div class="container">
        <h2>Согласие на обработку персональных данных</h2>
        <p>Для подбора наиболее выгодного предложения ООО «Базис Кредит» (ИНН ‎9703021762, ОГРН ‎1207700435425), необходимо Ваше согласие на обработку Ваших персональных данных. Данные будут доступны только ООО «Базис Кредит».</p>
        <p>Персональные данные – это информация, которая относится к Вам как к субъекту персональных данных, например: фамилия, имя, отчество, дата рождения, адрес, контакты и иные данные, предусмотренные Федеральным Законом №152 «О персональных данных»</p>
        <p>При Вашем согласии на обработку персональных данных Вашим оператором будет ООО «Базис Кредит» (ИНН ‎9703021762, ОГРН ‎1207700435425).</p>
        <p>Цель обработки персональных данных — оказание услуг по подбору для вас кредитного решения, а также возможность обратной связи с вами.</p>
        <p>Вы имеете право любым способом изъявить ООО «Базис Кредит» свое желание об удалении ваших персональных данных из хранилищ компании.</p>
        <p>Давая согласие на обработку ваших персональных и контактных данных, оставленных на данном сайте в качестве заявки на кредит или просьбы связаться с вами, вы подтверждаете, что:
          <ul>
            <li>Вы внимательно прочитали условия обработки ООО «Базис Кредит» ваших персональных данных и полностью с ними согласны;</li>
            <li>все указанные вами данные принадлежат лично вам;</li>
            <li>даете согласие ООО «Базис Кредит» на обработку ваших персональных данных, содержащихся в заполняемой форме заявки;</li>
            <li>даете согласие на получение сервисной рассылки и уведомлений доступными средствами телефонной связи, SMS-сообщений и электронной почты (можете отписаться в любой момент в любой форме используя любой метод связи, обратившись в ООО «Базис Кредит»);</li>
            <li>ознакомились с тем, что данное соглашение действует бессрочно и может быть отозвано путем отправки заявления в свободной форме на электронную почту contact@basiscredit.info с пометкой в теме «Отказ от сотрудничества».</li>
          </ul>
        </p>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
  .policy-page {
    h2 {
      font-size: 24px;
      color: var(--primary-color);
      margin-bottom: 18px;

      @include tablet {
        font-size: 40px;
        margin-bottom: 30px;
      }
    }

    p {
      margin-bottom: 18px;
    }

    ul {
      list-style: disc;
      padding-left: 18px;
    }

    li {
      padding-left: 6px;

      &:not(:last-child) {
        margin-bottom: 12px;
      }
    }
  }
</style>
